Repository: bkearney/hammer_cli_foreman_remote_execution
Catalog: locale/*/hammer-cli-foreman-remote-execution.po
Languages: es, pt_br

source: Cron line
es: Línea Cron

source: End time
es: Hora de finalización
pt_br: Horário de finalização

source: Iteration
es: Iteración
pt_br: Iteração

source: State
es: Estado
pt_br: Estado

source: Recurring logic cancelled.
es: Lógica recurrente cancelada
pt_br: Lógica recorrente cancelada.

source: Could not cancel the recurring logic.
es: No se pudo cancelar la lógica recurrente.
pt_br: Não foi possível cancelar a lógica recorrente.

source: Recurring logic related actions.
es: Acciones relacionadas con la lógica recurrente
pt_br: Ações relacionadas à lógica recorrente.

source: Show the progress of the task
es: Mostrar el progreso de la tarea
pt_br: Exibir o progresso da tarefa

source: Name
es: Nombre
pt_br: Nome

source: Owner
es: Propietario
pt_br: Proprietário

source: Started at
es: Iniciado el
pt_br: Iniciado(a) em

source: Ended at
es: Finalizada el
pt_br: Finalizado(a) em

source: Result
es: Resultado:
pt_br: Resultado

source: Task action
es: Acción de la tarea
pt_br: Ação de tarefa

source: Task errors
es: Errores de la tarea
pt_br: Erros de tarefa

source: Resume all tasks paused in error state
es: Reanudar todas las tareas en pausa en estado de error
pt_br: Retomar todas as tarefas pausadas em estado de erro

source: Total tasks found paused in error state
es: Total de tareas encontradas en pausa en estado de error
pt_br: Total de tarefas pausadas em estado de erro

source: Total tasks resumed
es: Total de tareas reanudadas
pt_br: Total de tarefas retomadas

source: Resumed tasks
es: Tareas reanudadas
pt_br: Tarefas retomadas

source: Task identifier
es: Identificador de tareas
pt_br: Identificador de tarefas

source: Total tasks failed to resume
es: Total de tareas que no se pudieron reanudar
pt_br: Total de tarefas que falharam ao serem retomadas

source: Failed tasks
es: Tareas con error
pt_br: Tarefas com falhas

source: Total tasks skipped
es: Total de tareas omitidas
pt_br: Total de tarefas ignoradas

source: Skipped tasks
es: Tareas omitidas
pt_br: Tarefas ignoradas
